Repository: pypi-data/pypi-mirror-315
Catalog: packages/collective.classification.tree/collective.classification.tree-1.2.0.tar.gz/collective.classification.tree-1.2.0/src/collective/classification/tree/locales/*/LC_MESSAGES/collective.classification.tree.po
Languages: fr

source: ${title} has been deleted.
fr: ${title} a été supprimé

source: Add
fr: Ajouter

source: Add Category
fr: Ajouter un code

source: Add Classification Category
fr: Ajouter un code de classement

source: Allow empty column value
fr: Autoriser l'absence de valeur pour les colonnes

source: Bad format values: ${errors}
fr: Valeurs au format erroné: ${errors}

source: CSV Separator
fr: Séparateur du CSV

source: CSV file must contains at least 2 columns
fr: Le fichier CSV doit contenir au moins 2 colonnes

source: CSV file that contains the classification tree
fr: Fichier CSV qui contient l'arbre de classement

source: Cancel
fr: Annuler

source: Category added
fr: Code ajouté

source: Changes saved
fr: Changements sauvegardés

source: Classification Categories
fr: Codes de classement

source: ClassificationContainer
fr: Arbre de classement

source: Column ${name}
fr: Colonne ${name}

source: Continue
fr: Continuer

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Edit Classification Category
fr: Modifier un code de classement

source: Enabled
fr: Activé

source: File
fr: Fichier

source: File encoding is not utf8
fr: L'encodage du fichier doit être de l'UTF-8

source: Identifier
fr: Identifiant

source: Identifier are decimal codes
fr: Les identifiants sont des codes décimaux

source: Identifier of the category
fr: Identifiant du code

source: Import
fr: Importer

source: Import completed in ${duration} seconds
fr: Import fini en ${duration} seconds

source: Include CSV header
fr: Inclut un entête CSV

source: Lines ${lines} does not contains the same number of element
fr: Les lignes ${lines} n'ont pas le bon nombre d'éléments

source: Lines ${lines} have missing required value(s)
fr: Les lignes ${lines} ont des valeurs requises manquantes

source: List of categories in which this content is filed
fr: Codes dans lesquels ce contenu est classé: le premier étant le principal

source: Name
fr: Nom

source: Name of the category
fr: Nom du code

source: No
fr: Non

source: Parent Identifier
fr: Identifiant du parent

source: Refresh cache
fr: Rafraîchir cache

source: Replace slash in title
fr: Remplacer le caractère " / " dans le titre

source: Sample data : ${data}
fr: Exemple de données : ${data}

source: Save
fr: Sauvegarder

source: Separator character to use
fr: Caractère de séparation à utiliser

source: The CSV file contains an header row
fr: Le fichier CSV contient une ligne d'entête

source: The following required columns are missing: ${columns}
fr: Les colonnes requises suivantes sont manquantes: ${columns}

source: This behavior provides a classification categories selection field
fr: Ce behavior ajoute un champ avec les codes de classement

source: Yes
fr: Oui

source: "${title}" has already been deleted
fr: "${title}" a déjà été supprimé

source: cannot_delete_referenced_category
fr: Ce code de classement ne peut être supprimé car il est référencé autre part

source: label_cancel
fr: Annuler

source: tab
fr: Tabulation

source: whitespace
fr: Espace
